[
  {
    "userId": 1,
    "id": 1,
    "title": "Where is C Space?",
    "body": "C Space HQ is at 938A, Rd Number 47, Silent Valley hills, Jubilee Hills, Hyderabad, Telangana 500033. https://goo.gl/maps/DmUCojT8NHKiZ66QA"
  },
  {
    "userId": 1,
    "id": 2,
    "title": "What is the subscription fee?",
    "body": "C Space is a creative coworking space for the most passionate filmmakers. Just money and no plan won't get you a seat at the C-Space. If you plan to work seriously towards making films, creators of all the 24 film crafts are welcome. The membership fee if you get through, is INR 8000 per month+GST."
  },
  {
    "userId": 1,
    "id": 3,
    "title": "Are you a film making school/institute?",
    "body": "No, there is not going to be any top-down teaching or courses. We nurtute creators to bloom from portfolio to production intent end to end."
  },
  {
    "userId": 1,
    "id": 4,
    "title": "Can I get a job at C-Space?",
    "body": "Depends. We periodically hire to increase the core team. Please check our website for more details."
  },
  {
    "userId": 1,
    "id": 5,
    "title": "What are the office hours?",
    "body": "Our doors are always open for great creators. Office Support is available from 10 AM to 5 PM."
  },
  {
    "userId": 1,
    "id": 6,
    "title": "How can I get more information about C Space?",
    "body": "Call +91-8766774769 between 10 AM to 5 PM / Check our website / Drop by the CSpace HQ"
  },
  {
    "userId": 1,
    "id": 7,
    "title": "How to collaborate with C Space?",
    "body": "Please fill in the details on our website."
  },
  {
    "userId": 1,
    "id": 8,
    "title": "Is it a coffee shop?",
    "body": "No. However, if you have the quality to get through, our coffee is actually free."
  },
  {
    "userId": 1,
    "id": 9,
    "title": "Make me famous. Give me a chance. Show me to the world. Can C Space help me?",
    "body": "Sure. It requires great humility and exceptional creativity to be successful. C Space is on a mission to nurture stories and storytellers to full bloom."
  },
  {
    "userId": 1,
    "id": 10,
    "title": "Coworking",
    "body": "We provide the necessary infrastructure for a thriving filmmaking environment"
  },
  {
    "userId": 2,
    "id": 11,
    "title": "",
    "body": "We give ample opportunities for networking and building teams"
  },
  {
    "userId": 2,
    "id": 12,
    "title": "",
    "body": "We enable systematic collaboration with co-creators is another key offering of C-Space"
  },
  {
    "userId": 2,
    "id": 13,
    "title": "Incubator/Studio",
    "body": "We nurture, showcase and manage star talent who are humble, passionate and disruptively creative."
  },
  {
    "userId": 2,
    "id": 14,
    "title": "",
    "body": "We bring rigor and tactical nous to creative production aspects of filmmaking."
  },
  {
    "userId": 2,
    "id": 15,
    "title": "",
    "body": "We provide project consulting and agent services for exceptional talent"
  },
  {
    "userId": 2,
    "id": 16,
    "title": "",
    "body": "We deliver Investment Management services for individuals/ producers looking to finance great films."
  },
  {
    "userId": 2,
    "id": 17,
    "title": "",
    "body": "We provide consultation on technical products in the evolving global film production landscape."
  }
]